[
    {
        "answer": "櫻花鉤吻鮭",
        "examples": "它是位於亞熱帶的台灣內唯一一種溫帶性魚類，也是只產於台灣的特有櫻鮭亞種，為冰河孑遺生物。\n該台灣魚類的名稱是："
    },
    {
        "answer": "臺灣獼猴",
        "examples": "臺語也稱烏肢猴 ，是舊世界猴獼猴屬的的物種，分布於臺灣本島及澎湖，為常見的臺灣特有種，也是島上除智人外唯一的原生靈長類動物，與亞洲南部的普通獼猴以及日本的日本獼猴有近親關係。\n該動物的名稱是："
    },
    {
        "answer": "知本溫泉",
        "examples": "它位於臺灣臺東縣卑南鄉溫泉村，依地質分類屬於位於中央山脈板岩區的變質岩區溫泉。沿知本溪分布的區域共有三個出露點，分別為知本外溫泉及知本內溫泉，另一個出露點位於晴山東南方的知本溪河床。\n該景點的名稱是："
    },
    {
        "answer": "日月潭",
        "examples": "它是一個位在臺灣南投縣魚池鄉日月村的半天然淡水湖泊兼水力發電用水庫；該潭是臺灣本島面積第二大的湖泊及第一大半天然湖泊兼發電用水庫。該潭平均水面海拔約736公尺，常態面積約7.93平方公里，最高水深達27公尺。其蘊含自然生態豐富，但其中有非常多是外來種生物。\n該景點的名稱是："
    },
    {
        "answer": "翠峰湖",
        "examples": "它是臺灣最大的高山湖泊，位於太平山國家森林遊樂區內，海拔1850公尺，呈葫蘆狀。形成原因至今不明，據說曾遭美軍轟炸。目前為管制進入的生態保育區，遊客僅能自遠處眺望。\n該湖泊的名稱是："
    },
    {
        "answer": "高屏溪",
        "examples": "它位於臺灣南部，為中央管河川，長度僅次於濁水溪。主流河長171.00公里，為全台第二長河；流域面積廣達3，256.85平方公里，分佈於南投縣南端、嘉義縣東端、台東縣西端，及高雄市、屏東縣的23個鄉鎮市區，流域面積為全台第一大河。\n該河川的名稱是："
    },
    {
        "answer": "濁水溪",
        "examples": "古稱螺溪，下游段稱為西螺溪，位於台灣中部，屬於中央管河川，全長約186.6公里，是台灣最長的河川，流域面積達3,156.90平方公里，計畫洪水量為每秒24000立方公尺，流域面積與河口百年洪峰流量皆僅略次於高屏溪居於台灣第二，下游為彰化縣與雲林縣的界河。\n該河川的名稱是："
    },
    {
        "answer": "龜山島",
        "examples": "台灣外海、太平洋中的島嶼，位於蘭陽平原東面的太平洋上一座火山島。因外型似浮龜而得名。東西寬3.1公里，南北長1.6公里，面積2.841平方公里，海岸線長9公里，直線距離台灣本島的梗枋漁港約9.1公里，距離烏石港約10公里。行政區隸屬於宜蘭縣頭城鎮龜山里。\n該島嶼的名稱是："
    },
    {
        "answer": "琉球嶼",
        "examples": "是台灣島西南方的一座島，全境屬中華民國屏東縣管轄，為珊瑚礁石灰岩島嶼，面積6.802平方公里，位於屏東縣東港、高屏溪出海口西南方海面約15公里處，島上有許多石灰岩洞穴，全島在大鵬灣國家風景區範圍之內。\n該島嶼的名稱是："
    },
    {
        "answer": "七星山",
        "examples": "它位於臺灣北部的陽明山國家公園轄區內，行政區為台北市北投區，海拔1,120公尺，是台北市第一高的山岳。它為一複式火山，地理上屬於大屯火山彙，峰項置有一等三角點，山頂視野寬闊，能將整個大台北地區一覽無遺。\n該山岳的名稱是："
    },
    {
        "answer": "玉山",
        "examples": "最高峰主峰位於臺灣嘉義縣阿里山鄉中山村、南投縣信義鄉東埔村與高雄市桃源區梅山里交界處，海拔3,952.43±0.045公尺，為台灣最高峰，百岳之首，日治時由明治天皇命名為新高山，為日本最高峰。戰後1947年11月29日臺灣省政府訓令將新高山改稱為現名。為保護它及周邊極為珍貴的自然景觀生態及歷史文化資產，在1985年設立國家公園。在百岳中，代表布農的它與泰雅的雪山、阿美的秀姑巒山、南湖大山、排灣的北大武山合稱「五嶽」，為臺灣最具代表性的五座高山。\n該風景的名稱是："
    },
    {
        "answer": "宜蘭縣立蘭陽博物館",
        "examples": "它是位於台灣宜蘭縣頭城鎮的博物館，隸屬宜蘭縣政府文化局，以「宜蘭是一座博物館」為理念，透過研究典藏、展示教育等功能，保存並維護宜蘭的自然與人文環境，宜蘭縣最活耀的環境教育基地，帶動宜蘭博物館家族的核心館舍，近年以推動宜居、宜學、宜遊的宜蘭博物館事業為目標，是今日主要認識宜蘭的「窗口」。\n該建築的名稱是："
    },
    {
        "answer": "高雄85大樓",
        "examples": "前稱東帝士85國際廣場、東帝士建台大樓、TC Tower，位於高雄市苓雅區，緊鄰著高雄港和新光碼頭，是85層樓高的摩天大樓，結構高度為347.5公尺，加上天線為378公尺，目前為高雄第一高樓、台灣第二高的摩天大樓。\n該建築的名稱是："
    },
    {
        "answer": "陶朱隱園",
        "examples": "位於臺灣臺北市信義計畫區的豪宅大樓，位在松勇路及松高路口，土地面積約為2468坪，由威京集團的亞太工商聯與中華工程合建，建築師為比利時籍的Vincent Callebaut。該建築樓高93.2公尺，地上樓層21樓，地下樓層4樓，總樓地板面積為12,962坪，於2018年第三季竣工，第一戶的正式交易日期為隔年7月3日。建築外觀特殊，屬於少有的旋轉建築，每層樓旋轉4.5度，頂樓設有直升機停機坪，內部則共有七部電梯，其中一部可承載超跑或救護車；其中每戶約三百坪，訴求垂直森林建築，種植超過 2.3 萬顆的喬灌木，裡面甚至還有叢林水瀑布,陽台部分的面積超過五十坪，而這些絕景都將於 Discovery 頻道中為大家揭密。2018年即完工取得使用執照，直到2019年出現首筆交易，由相關企業公司承耀公司買下7樓戶。 過去一兩年實品屋完工後一直沒開放賞屋，市場傳出價格太高乾脆封盤不賣。\n該建築的名稱是："
    },
    {
        "answer": "高雄流行音樂中心",
        "examples": "它原興建計畫名稱海洋文化及流行音樂中心，基地位於高雄港11-15號碼頭，占地約11.89公頃，於2021年正式啟用；主體包括海風廣場、音浪塔、鯨魚堤岸、珊瑚礁群、海豚步道、渡輪碼頭、和文創市集等，另還有位於駁二藝術特區大義倉庫的LIVE WAREHOUSE，園區設有人行天橋連接愛河出海口東西兩岸的園區，整體園區內亦設有真愛碼頭站及光榮碼頭站2個輕軌車站。\n該建築的名稱是："
    },
    {
        "answer": "國立公共資訊圖書館",
        "examples": "它是中華民國三所國立圖書館之一，位於臺灣臺中市南區，有著輔導地方公共圖書館的任務。此外，該館還設有2座分館。該館的前身為1923年成立的臺中州立圖書館，並在之後歷經3次遷館、4次改名及多次改隸。\n該圖書館的名稱是："
    },
    {
        "answer": "法鼓山",
        "examples": "它的創辦人為釋聖嚴法師，他對人類與宗教有不可抹滅的影響力，也曾代表中華民國在聯合國發表宗教大同的世界和平宣言。為中華民國的大乘佛教團體，被民間歸類為台灣佛教四大山頭之一的佛教團體。\n該宗教場所的名稱是："
    },
    {
        "answer": "臺中國家歌劇院",
        "examples": "該歌劇院是位於臺灣臺中市西屯區七期重劃區裡的大型公有展演空間，為日本建築師伊東豊雄設計，佔地57,685平方公尺。\n該建築的名稱是："
    },
    {
        "answer": "林懷民",
        "examples": "臺灣嘉義縣新港鄉人，現代舞蹈表演團體雲門舞集創辦人與藝術總監，作家、舞蹈家與編舞家。為國立政治大學新聞學士、美國愛荷華大學藝術碩士。2006年獲選為Discovery頻道《台灣人物誌》的6名主角之1。他的名字是："
    },
    {
        "answer": "黃土水",
        "examples": "臺灣臺北艋舺人，日治時期臺灣雕刻家，是臺灣首位赴日學習美術，並入選帝國美術展覽會的藝術家。其作品皆以台灣鄉土意象融入西洋雕塑為特色，並創作一系列由木刻、技藝泥塑、大理石雕刻、鑄銅等材料構成之名作，著名者則包含《甘露水》、《釋迦出山像》、《水牛群像》等作，譽為臺灣近代雕塑先驅之一。他的名字是："
    },
    {
        "answer": "白先勇",
        "examples": "出生於中華民國廣西桂林，知名文學家、劇作家等。他的代表作有小說集《臺北人》、《紐約客》，長篇小說《孽子》等，散文樹猶如此等，是二十世紀蜚聲華語文壇的文學家，得到過余光中、夏志清等知名作家、評論家的一致推崇，其代表作台北人在亞洲周刊評選的20世紀中文小說100強中名列第七，是在世作家中最高排名，也是二十世紀下半葉最優秀的中文小說集。他也致力於崑曲文化的保存與推廣。晚年的他小說創作很少，但是書評著述較豐，先後編寫了數部父親白崇禧的傳記和關於紅樓夢的導讀：細說紅樓夢。他的名字是："
    },
    {
        "answer": "余光中",
        "examples": "臺灣詩人、作家，福建永春洋上村人，生於南京，曾於香港與臺灣多所大學任教。曾參與現代詩論戰和鄉土文學論戰，在鄉土文學論戰中發表的〈狼來了〉一文引發爭議。他的名字是："
    },
    {
        "answer": "江文也",
        "examples": "作曲家、聲樂家、教師。出身日本時代臺北廳三芝地區客家人，大哥江文鍾，小弟江文光。他的作品蘊含著濃厚台灣故土、宗教聖樂與中國古典文化情感，奠定了臺灣與中國大陸的現代音樂風貌。他的名字是："
    },
    {
        "answer": "李泰祥",
        "examples": "一生致力將古典音樂通俗化、將中國民歌重新賦予現代化編曲。他的創作編曲包括〈橄欖樹〉、〈告別〉等。他的嚴肅音樂作品則包括第一、第二號《弦樂四重奏》、《太虛吟》、鋼琴五重奏《氣、斷、流》、《生民》、《幻境三章》、《山和田》客家風組曲、《台灣素描》、《狩獵》等。大型劇樂作品包括清唱劇《大神祭》、歌劇《大風起兮》，以及為雲門舞集創造的舞劇音樂等。他的名字是："
    },
    {
        "answer": "呂泉生",
        "examples": "筆名呂玲朗，是一位出身臺中市神岡區的福佬客音樂家，並以其作曲和聲樂上的成就為人所知。他致力於採集、改編各種臺灣民謠，是將之藝術化的先驅之一。同時，他也長年擔任榮星合唱團的指揮。他的名字是："
    },
    {
        "answer": "侯孝賢",
        "examples": "臺灣電影導演，其電影在國內外各大重要影展獲得重大獎項，為台灣新電影代表人物之一。曾榮獲三屆金馬獎最佳導演獎，1989年的《悲情城市》獲得第46屆威尼斯影展金獅獎，1993年憑藉《戲夢人生》獲得第46屆坎城影展評審團獎。2015年以《刺客聶隱娘》獲得第68屆坎城影展最佳導演獎及第52屆金馬獎最佳導演獎與金馬獎最佳劇情片獎。2020年獲得第57屆金馬獎終身成就獎。其喜愛使用長鏡頭、空鏡頭與固定鏡位，讓人物直接在鏡頭中說故事，是他電影的一大特色。目前是臺灣電影文化協會榮譽理事長。他的名字是："
    },
    {
        "answer": "吳清友",
        "examples": "臺灣臺南市將軍區人，以經營餐旅廚房設備業起家。他是誠品書店創辦人。他的名字是："
    },
    {
        "answer": "胡金銓",
        "examples": "他是香港和台灣的武俠電影導演。他1932年出生於北平，籍貫河北永年，是新派武俠電影的先驅人物。他將中國傳統的戲曲元素納入電影之中，開創了獨特的電影風格，是華人世界最早享譽世界的導演之一。他的名字是："
    },
    {
        "answer": "夏鑄九",
        "examples": "台灣建築學家，曾任教台灣大學土木工程系、東海大學建築系等，並曾為台灣大學建築與城鄉研究所所長。長期致力於都市計劃、古蹟保存、城市設計等研究，共著論數十篇。他早年師事台灣建築學家漢寶德，頗受其影響。後赴美國耶魯大學、哈佛大學、柏克萊大學等校進修，受當代美國社會運動影響至深。返台任教後，1989年協助台灣大學成立建築與城鄉研究所。並執教多年至2012年3月底退休。他的名字是："
    },
    {
        "answer": "張繼高",
        "examples": "字緒阡，河北靜海人，筆名吳心柳。新聞工作者、作家、評論家，曾任民生報總主筆、副社長，台北之音廣播電台董事長，中視新聞部經理、中廣新聞部主任，遠東音樂社、《音樂與音響》月刊創辦人。同時也是籌組公共電視台的重要人物。他的名字是："
    },
    {
        "answer": "劉其偉",
        "examples": "中華民國畫家、人類學家，以水彩畫和混合媒材作品備受喜愛。其畫作產量豐富，晚年將多數作品捐贈給美術館。他以探險非洲、大洋洲和婆羅洲等地和探索原始藝術著名，有畫壇老頑童之稱，在台灣畫壇經常尊稱他為「劉老」。其一生的幸福的事關注於藝術人類學和原民文化田野調查，持續出版相關著作，致力以藝術推廣其對大自然的熱愛和自然生態保育。他的名字是："
    },
    {
        "answer": "張愛玲",
        "examples": "她原名張瑛，筆名梁京等，是出身上海、後來長年定居於美國的散文家、小說家、劇本作家及劇本評論家。該女性作家的名字是："
    },
    {
        "answer": "楊牧",
        "examples": "本名王靖獻，臺灣花蓮人，臺灣詩人、散文家、評論家、翻譯家、學者，被瑞典院士馬悅然譽為全華人最有希望榮獲諾貝爾文學獎的詩人。 花蓮中學、東海大學外文系畢業，美國愛荷華大學創作碩士、柏克萊加州大學比較文學博士，親炙徐復觀、陳世驤。曾任麻州大學助理教授、西雅圖華盛頓大學教授、中央研究院中國文哲研究所創所所長，並參與香港科技大學人文社會科學學院、國立東華大學人文社會科學學院創院。他的名字是："
    },
    {
        "answer": "釋證嚴",
        "examples": "他俗名王錦雲，法名證嚴，字慧璋，出家前自號靜思，生於臺灣臺中州大甲郡清水街，臺灣佛教比丘尼，慈濟宗的創辦者，其信徒多稱其為證嚴上人或師公上人。自行剃度，1963年於印順導師門下出家，後返回花蓮縣秀林鄉佳民村的普明寺苦修。該禪師的名字是："
    },
    {
        "answer": "杜聰明",
        "examples": "字思牧，臺灣臺北淡水三芝人，臺灣醫師、醫學教授，京都帝國大學醫學博士，臺灣史上首位醫學博士。高雄醫學院創辦人，首位臺灣大學醫學院院長兼臺灣大學教務長和代理校長。他的名字是："
    },
    {
        "answer": "李遠哲",
        "examples": "日治台灣新竹州新竹市人，臺灣化學家，美國加利福尼亞大學柏克萊分校榮譽教授。1986年他與達德利·赫施巴赫、約翰·查爾斯·波拉尼共同獲得諾貝爾化學獎，他是第一位出生及成長於臺灣的諾貝爾獎得主。他的名字是："
    },
    {
        "answer": "孫越",
        "examples": "臺灣男演員、中華民國陸軍裝甲兵、中華民國總統府國策顧問、終身志願工作者，籍貫浙江省餘姚縣。曾參與多部電影的演出。他主持公共電視節目《孫叔叔說故事》而被稱為「孫叔叔」。1989年宣佈退出商業演出，全力投入慈善活動，只從事義務性、公益性演出，包括節目主持、宣導廣告等。第20屆金馬影帝。代表作品有《揚子江風雲》、《搭錯車》、《群龍戲鳳》等。他的名字是："
    },
    {
        "answer": "黃春明",
        "examples": "他生於宜蘭縣羅東鎮，台灣當代鄉土文學作家。創作文類以小說為主，旁及散文、詩、兒童文學、戲劇、撕畫、油畫等，其作品曾被翻譯為日、韓、英、法、德語等多國語言。文學作品題材多元，曾以小說《鑼》於入選1999年「臺灣文學經典三十」小說類，並曾獲吳三連文藝獎、國家文藝獎、中國時報文學獎等獎項。他的名字是："
    },
    {
        "answer": "明華園",
        "examples": "台灣的歌仔戲劇團，由陳明吉於1929年創立，四代人全數投入歌仔戲的編、導、演行列，致力台灣本土戲劇藝術歌仔戲的傳承，現今已發展為臺灣規模最大的歌仔戲劇團。1997年創團團長陳明吉過世後，第二代總團長陳勝福將組織重整，並由首席編導陳勝國為八個子團起名「天、地、玄、黃、日、月、星、辰」。積極拓展傳統藝術市場、開拓更多傳統戲劇觀眾。聯合國教科文組織「國際家庭年」推選它為台灣「奇特家庭代表」、法國費加洛報更給予「中華民國的另一個聲音」的美譽。2017年獲台北市文化獎、首席編導陳勝國也獲國家文藝獎。2022爆財務危機。該劇團的團名是："
    },
    {
        "answer": "理想混蛋",
        "examples": "一個台灣男子樂團，音樂風格以流行、民謠見長，強調「以簡單的音樂，說深刻的感動」。團員中有一名醫師與兩名藥師，被台灣媒體喻為真人版「機智醫生生活」。成員包括有雞丁、阿哲、建廷、Look。2018年以〈行星〉、〈不是因為天氣晴朗才愛你〉，在StreetVoice年度人氣歌曲排行榜前三名中搶下兩席。平時稱呼粉絲為小混蛋，2020年以募資方式發行首張專輯《愚者》，隔年以同張專輯入圍第32屆金曲獎最佳新人獎，且為第二屆康泰納仕社群風格名人獎 (Condé Nast Social Influencer Awards)音樂類潛力新星得主。目前〈不是因為天氣晴朗才愛你〉歌詞版MV在YouTube上已突破1200萬觀看。2022年推出第二張全創作專輯《關掉／打開》，並在台灣展開台北、台中、高雄三場巡迴演出。該男子樂團的名稱是："
    },
    {
        "answer": "MP魔幻力量,魔幻力量",
        "examples": "臺灣流行樂團，為台灣首組雙主唱男子樂團。它由主唱廷廷、主唱嘎嘎、DJ鼓鼓、吉他手雷堡、貝斯手兼團長凱開、鼓手阿翔組成。其團名取自第一首單曲〈私奔到月球2008 〉詞中的「眼神的Magic Power」併稱）。粉絲名為MPF 。該樂團的名稱是："
    },
    {
        "answer": "五月天",
        "examples": "它是於1999年出道的臺灣樂團，由主唱阿信、團長暨吉他手怪獸、吉他手石頭、貝斯手瑪莎和鼓手冠佑共五人組成；除冠佑外，其餘四人皆畢業自臺北市國立師大附中。樂團前身為「So Band」樂團，於1997年3月29日改為現名，其名稱取自瑪莎在BBS的代號 「MayDay」。它的名稱是："
    },
    {
        "answer": "草根詩社",
        "examples": "它於1975年5月在台北成立，並且創《草根詩刊》。該社成員有張香華、羅青、李男、詹澈、邱豐松、白靈等人，羅青是社長。它的創社宗旨具體呈現在〈草根宣言〉(刊載在《草根詩刊》創刊號)裡，內容為：「對過去，我們尊敬而不迷戀，對未來，我們謹慎而有信心。我們擁抱傳統，但不排斥西方，過去擁抱與過分的排斥，都是變態。我們的態度是了解第一，然後吸收、消化、創造。創造是我們最終的目的。同時，我們也知道要有專一狂熱的精神，創造方能有成，我們願意把這份精神獻給我們所能擁有的土地：台灣。」此外，該詩社相當重視詩的藝術性與普及性。它的名稱是："
    },
    {
        "answer": "《霹靂布袋戲》,霹靂布袋戲",
        "examples": "它是台灣霹靂國際多媒體於1988年創立，自電視劇《霹靂金光》開始的一系列布袋戲電視劇作品或其跨媒體製作系列，以每齣劇集名稱前皆冠以「霹靂」兩字而得名。\n它的名稱是："
    },
    {
        "answer": "黑白切",
        "examples": "它的名稱黑白一詞取自臺語「烏白」，意指「隨意」，是指顧客在沒有明確想吃的菜色和不知曉店家有哪些好吃的小菜時，在告知預算或人數的前提下，請店家隨意切些招牌菜的吃法。這種可以快速端上桌並能完整利用食材的料理，很受消費者青睞，在電影、電視中或是在夜市、路邊攤販、小吃店都頻頻出現。這項處處可見的小吃成為了台灣的飲食文化一環。它的名稱是："
    },
    {
        "answer": "蚵仔煎",
        "examples": "是一道以新鮮蚵仔肉裹以番薯粉煎炸而成的海鮮食品。它的名稱是："
    },
    {
        "answer": "豆腐乳,腐乳",
        "examples": "它是一種將豆腐利用黴菌發酵、醃製、並二次加工的豆製品，為東亞飲食的常見佐料。在中國大陸、香港、台灣、琉球及東南亞均有生產，但色澤與味道因地方做法不同而有所差異。如蘇州的呈黃白色，口味相對細膩；北京的紅方呈紅色，偏甜；廣東的南乳也呈紅色，然而口味偏鹹和微辣；四川的則更為辛辣。它的名稱是："
    },
    {
        "answer": "士林夜市",
        "examples": "位於臺灣臺北市士林區。範圍以市定古蹟士林公有市場為中心，東至文林路、西至基河路、北至小北街與小西街的三角地帶，是台北市內最大、亦是全台打卡次數最高的夜市地標。曾多次獲選為台灣代表夜市、觀光客來台必去景點首選，揚名國際。2018年，在OpView「台灣十大熱門夜市」調查中，網路聲量第一，成為台灣討論度最高之夜市。它原本是以小吃與攤商而興起，迄今仍以此為主；然而由於它的規模與商機極大，周邊地主紛紛開設店面趕上商機。在攤販並未完全合法的城市裡，它與其他大型固定夜市共同維繫著這一特殊的文化現象，也成為台北市民夜生活的經常去的地方。它的名稱是："
    },
    {
        "answer": "媽祖",
        "examples": "流行於中國東南沿海的浙江、福建、廣東、海南、膠東，以及台灣、琉球、日本及新加坡等東海和南海周邊地區的海神信仰。該海神信仰的名稱是："
    },
    {
        "answer": "大甲鎮瀾宮",
        "examples": "它是一座位在臺灣臺中市大甲區的媽祖廟。該廟是臺灣台灣媽祖信仰的代表廟宇之一。每年的大甲媽祖遶境進香現為臺灣民間信仰中受矚目的宗教盛事之一，並被列為中華民國無形文化資產民俗類重要民俗之一。此外，該廟曾前往湄洲媽祖祖廟謁祖進香。它的名稱是："
    },
    {
        "answer": "學測,大學入學學科能力測驗",
        "examples": "它是在中華民國舉行的一種大型考試，用來鑑定學生是否具有進入大學的基本常識。而固定每年七月舉辦的分科測驗則是用於大學分發入學。該考試的名稱是："
    },
    {
        "answer": "指考,大學入學指定科目考試",
        "examples": "該考試是中華民國大學多元入學方案中三大入學考試之一，由大學入學考試中心舉辦，自2002年聯考廢除後開始實施，考試科目共10科。該考試的名稱是："
    },
    {
        "answer": "淡水信義線",
        "examples": "路線代號為R，路線代表色為紅色，是台北捷運一條營運中的高運量路線及台北捷運唯一一條有高架路段與平面路段的高運量路線。該捷運路線的名稱是："
    },
    {
        "answer": "中華航空,華航",
        "examples": "它是中華民國的國家航空公司，也是臺灣最大的民用航空業者，為集團的核心企業。主要轉運樞紐為桃園國際機場，總部則設立於鄰近桃園國際機場的園區。目前以經營國際航線及兩岸航線為主，航點遍佈30個以上的國家及地區。其成立之初亦有經營國內航線，惟考量企業內部資源及營運重心整合，自1998年全部轉由子公司華信航空經營。旗下還擁有低成本航空公司台灣虎航，以搶攻臺灣出發或轉運的國際低成本航空市場。它的名稱是："
    },
    {
        "answer": "台灣虎航",
        "examples": "它是中華民國唯一的低成本航空，提供往來東北亞、東南亞和澳門的客、貨運服務以及地勤代理服務。以桃園國際機場作為樞紐機場，重點機場則是高雄國際機場，目前它是中華航空第二間航空業全資子公司。該航空公司的名稱是："
    },
    {
        "answer": "星宇航空",
        "examples": "由長榮航空前董事長張國煒於2018年創辦的一家臺灣航空公司，於2020年1月23日正式首航澳門、峴港及檳城，以桃園國際機場為樞紐機場。該航空公司的名稱是："
    },
    {
        "answer": "行憲紀念日",
        "examples": "為中華民國法定節日，定於每年12月25日，是紀念制憲國民大會代表於1946年12月25日三讀通過《中華民國憲法》而設立。1963年行政院將該日定為國定假日；直至2000年取消的這段期間，每年12月25日均放假一天。2001年起公務人員實施周休二日，該日不再放假。目前12月25日因為這天也是基督教的聖誕節，部份企業與基督新教、天主教會學校仍會宣佈放假。該法定節日的名稱是："
    },
    {
        "answer": "台灣高鐵,台灣高速鐵路,高鐵",
        "examples": "它是臺灣的高速鐵路系統，全線縱貫臺灣人口密集的西部走廊，路線全長350公里，最高營運時速300公里，連結臺灣南北成為一日生活圈，往返臺北、高雄南北2大都市間最快只需95分鐘。2007年1月5日通車後，成為臺灣西部重要的長途運輸工具之一，亦為臺灣鐵路運輸工業指標。在2019年，南北雙向每日共有130至162班次，平均日載客量達約184,000人次，週末與連續假期則有每日約300,000人次的水準。目前單日運量最高紀錄為約318,000餘人，落在2019年9月15日。它的名稱是："
    },
    {
        "answer": "櫃買中心,櫃買,財團法人中華民國證券櫃檯買賣中心",
        "examples": "它是承辦台灣證券櫃檯買賣業務的公益性財團法人組織，有「台灣的NASDAQ」之稱。目前上櫃公司約有775檔，興櫃公司約有248檔，創櫃公司約有89檔。它的名稱是："
    },
    {
        "answer": "十大建設",
        "examples": "它是指中華民國政府於1974年至1979年間，時任行政院院長蔣經國為改善臺灣的基礎設施及產業升級所提出的一系列重大基礎建設工程，總共分為十大項目，其中有六項是交通運輸建設、三項是重工業建設、一項為能源項目建設，總花費在當時估計達到了新臺幣二千億至三千億元之間，這些計畫帶領中華民國走出能源危機，加速了當時的經濟及社會的發展，並對臺灣經濟起飛產生巨大的貢獻。它的名稱是："
    },
    {
        "answer": "統一發票",
        "examples": "它的定義是指中華民國各種營利機構銷售貨物或提供勞務給消費者後，營業人與買受人雙方分別保存與收執的制式憑證。它的名稱是："
    },
    {
        "answer": "中央銀行,央行",
        "examples": "它是中華民國的國家銀行，直屬於行政院，具有部會級地位，肩負穩定國家金融發展、維持物價平穩、維護國幣幣值、管理中華民國外匯存底等重要事務。它的名稱是："
    },
    {
        "answer": "新臺幣",
        "examples": "於1949年6月15日起發行流通，是中華民國現行的法定貨幣。當時定位為限定臺灣使用的區域貨幣，今日則在整個中華民國有效統治區域均可流通使用。它的名稱是："
    }
]